Repository: Miriam-Nav/proyecto_protectora
Catalog: lib/core/l10n/app_*.arb
Languages: it

# appTitle
source: i18n Study Buddy
it: Compagno di studio i18n

# hello
source: Hello, {name}!
it: Ciao, {name}!

# applesCount
source: {count, plural, =0{No apples} one{One apple} other{{count} apples}}
it: {count, plural, =0{Nessuna mela} one{Una mela} other{{count} mele}}

# userGender
source: {gender, select, male{He} female{She} other{They}} chose English.
it: {gender, select, male{Lui} female{Lei} other{Loro}} ha scelto l'Italiano.

# dueDate
source: Due on {date}
it: Scadenza il {date}

# price
source: Total: {amount}
it: Totale: {amount}

# openLanguagePicker
source: Change language
it: Cambia lingua

source: Concepts
it: Concetti

# concept_plural
source: Plural
it: Plurale

# concept_select
source: Select (gender)
it: Select (genere)

# concept_placeholders
source: Placeholders (date/number)
it: Segnaposto (data/numero)
